[
  {
    "id": 71,
    "name": "Portal",
    "summary": "Waking up in a seemingly empty laboratory, the player is made to complete various physics-based puzzle challenges through numerous test chambers in order to test out the new Aperture Science Handheld Portal Device, without an explanation as to how, why or by whom.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1x7d.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1x7d.jpg",
    "platformId": 6,
    "first_release_date": 1191974400,
    "rating": 86.52842189235949,
    "url": "https://www.igdb.com/games/portal"
  },
  {
    "id": 912,
    "name": "Tomb Raider",
    "summary": "Tomb Raider is a 3D action game developed by Core Design and published by Eidos Interactive. The game follows the exploits of Lara Croft, a British female archaeologist in search of ancient treasures.\n\nThe objective of Tomb Raider is to guide Lara through a series of tombs and other locations in search of treasures and artifacts. On the way, she must kill dangerous animals and other creatures, while collecting objects and solving puzzles to gain access to an ultimate prize, usually a powerful artifact.\n\nThe game was critically acclaimed and widely influential, it spawned a number of sequels and a franchise of related media.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3hfx.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co3hfx.jpg",
    "platformId": 6,
    "first_release_date": 846115200,
    "rating": 81.03632973363764,
    "url": "https://www.igdb.com/games/tomb-raider"
  },
  {
    "id": 219,
    "name": "MDK",
    "summary": "The game tells the story of Kurt Hectic, a janitor who reluctantly must attempt to save Earth from an alien invasion of gigantic strip mining city-size vehicles named \"Minecrawlers\". These Minecrawlers are not only removing all of earth's natural resources, but are also crushing any people and cities that get in their way. Aided by his boss, the (possibly) insane inventor/scientist Dr. Fluke Hawkins, and a genetically engineered robotic two-legged/four-armed dog named Bones (although he prefers Max), Kurt must infiltrate each Minecrawler, and fight his way to the pilot, whom he must then kill before returning to Hawkins' in-orbit space station, the Jim Dandy.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co255x.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co255x.jpg",
    "platformId": 6,
    "first_release_date": 852076800,
    "rating": 76.99749822606167,
    "url": "https://www.igdb.com/games/mdk"
  },
  {
    "id": 7967,
    "name": "Colin McRae Rally",
    "summary": "Colin McRae Rally is the first entry in the Colin McRae Rally franchise. The game features twelve different laser modeled vehicles in which players can compete against the clock and your rivals over fifty unique stages from eight different countries.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co94nt.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co94nt.jpg",
    "platformId": 7,
    "first_release_date": 899251200,
    "rating": 82.53815266484753,
    "url": "https://www.igdb.com/games/colin-mcrae-rally"
  },
  {
    "id": 1185,
    "name": "Crash Bandicoot",
    "summary": "Crash Bandicoot is the first installment in the Crash Bandicoot series that established Naughty Dog's reputation in the video game industry. Its premises chronicle the creation of the titular Crash, a bandicoot who has been uplifted by the mad scientist Doctor Neo Cortex. The goal of Crash Bandicoot is to traverses several levels in sequence in order to progress. The game is played from a third-person perspective in which the camera trails behind Crash, though some levels showcase forward-scrolling and side-scrolling perspectives. Crash is able to defeat enemies by either jumping on them or using a spinning attack that launches them.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co555l.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co555l.jpg",
    "platformId": 7,
    "first_release_date": 842227200,
    "rating": 80.51333447542204,
    "url": "https://www.igdb.com/games/crash-bandicoot"
  },
  {
    "id": 1254,
    "name": "DmC: Devil May Cry",
    "summary": "DmC: Devil May Cry is the fifth game in the hack-and-slash third-person action series and the first not largely developed by Capcom. This title is a reimagining of the series, with the same protagonist Dante, but set in an alternate universe. The Dante in this game is very different from before, doing away with the trademark white hair and altering the main character as well as the game's tone with a much more Western influence. The gameplay is still largely identical as Dante engages many opponents with a fast fighting style, stringing together combos and hits in quick succession.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1u77.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1u77.jpg",
    "platformId": 9,
    "first_release_date": 1358208000,
    "rating": 76.22763945977462,
    "url": "https://www.igdb.com/games/dmc-devil-may-cry"
  },
  {
    "id": 1009,
    "name": "The Last of Us",
    "summary": "A third person shooter/stealth/survival hybrid, in which twenty years after the outbreak of a parasitic fungus which takes over the neural functions of humans, Joel, a Texan with a tragic familial past, finds himself responsible with smuggling a fourteen year old girl named Ellie to a militia group called the Fireflies, while avoiding strict and deadly authorities, infected fungal hosts and other violent survivors.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1r7f.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1r7f.jpg",
    "platformId": 9,
    "first_release_date": 1371168000,
    "rating": 92.99558582258038,
    "url": "https://www.igdb.com/games/the-last-of-us"
  },
  {
    "id": 434,
    "name": "Red Dead Redemption",
    "summary": "A modern-day Western epic, Red Dead Redemption takes John Marston, a relic from the fast-closing time of the gunslinger, through an open world filled with wildlife, mini-games, and shootouts. Marston sets out to hunt down his old gang mates for the government, who have taken away his family. Along his journey, he meets many characters emblematic of the Wild West, heroism, and the new civilization.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2lcv.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co2lcv.jpg",
    "platformId": 9,
    "first_release_date": 1274140800,
    "rating": 89.22625697310647,
    "url": "https://www.igdb.com/games/red-dead-redemption"
  },
  {
    "id": 565,
    "name": "Uncharted 2: Among Thieves",
    "summary": "In the sequel to Drake's Fortune, Nathan Drake comes across a map that showcases the location of Marco Polo's missing ships. It takes him on a journey to find the infamous Cintamani Stone, and uncover the truth behind it.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1tnb.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1tnb.jpg",
    "platformId": 9,
    "first_release_date": 1255392000,
    "rating": 88.52727491879085,
    "url": "https://www.igdb.com/games/uncharted-2-among-thieves"
  },
  {
    "id": 512,
    "name": "Uncharted 3: Drake's Deception",
    "summary": "A search for the fabled \"Atlantis of the Sands\" propels fortune hunter Nathan Drake on a trek into the heart of the Arabian Desert. When the terrible secrets of this lost city are unearthed, Drake's quest descends into a desperate bid for survival that strains the limits of his endurance and forces him to confront his deepest fears.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1tp8.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1tp8.jpg",
    "platformId": 9,
    "first_release_date": 1320105600,
    "rating": 84.33191571036416,
    "url": "https://www.igdb.com/games/uncharted-3-drake-s-deception"
  },
  {
    "id": 113,
    "name": "Assassin's Creed Brotherhood",
    "summary": "Live and breathe as Ezio, a legendary Master Assassin, in his enduring struggle against the powerful Templar Order. He must journey into Italy’s greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy.\nDefeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire Brotherhood who will rally to his side. Only by working together can the Assassins defeat their mortal enemies.\nAnd for the first time, introducing a never-before-seen multiplayer layer that allows you to choose from a wide range of unique characters, each with their own signature weapons and assassination techniques, and match your skills against other players from around the world.\nIt’s time to join the Brotherhood.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co6t4d.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co6t4d.jpg",
    "platformId": 9,
    "first_release_date": 1289865600,
    "rating": 82.83019001182495,
    "url": "https://www.igdb.com/games/assassins-creed-brotherhood"
  },
  {
    "id": 1164,
    "name": "Tomb Raider",
    "summary": "Tomb Raider explores the intense and gritty origin story of Lara Croft and her ascent from a young woman to a hardened survivor. Armed only with raw instincts and the ability to push beyond the limits of human endurance, Lara must fight to unravel the dark history of a forgotten island to escape its relentless hold.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1rbu.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1rbu.jpg",
    "platformId": 6,
    "first_release_date": 1362355200,
    "rating": 81.72961283384801,
    "url": "https://www.igdb.com/games/tomb-raider--2"
  },
  {
    "id": 299,
    "name": "Age of Empires III",
    "platformId": 6,
    "summary": "In this highly anticipated next installment in the Age of Empires franchise from Ensemble Studios, Age of Empires III places players in the time period of roughly 1500–1850, picking up where Age of Empires II: The Age of Kings left off. As players work to establish their empire, they take on the role of a European power struggling to explore, colonize, and conquer North and South America.\n\nAge of Empires III introduces exciting new gameplay elements, including the all-new Home City and an incredible combat system. Players have new civilizations to discover, random maps to conquer, and a single-player campaign unlike any other. Players also find stunning graphics as a result of a revolutionary graphics engine that pushes the limits of PC graphics technology in an entirely new way.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1xy6.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1xy6.jpg",
    "first_release_date": 1129593600,
    "rating": 78.26021357598356,
    "url": "https://www.igdb.com/games/age-of-empires-iii"
  },
  {
    "id": 2558,
    "name": "Dragon Ball GT: Final Bout",
    "summary": "After achieving cult hit status around the globe, Dragon Ball GT has finally arrived in the U.S. This polygon rendered fighting game features 10 of the best warriors from the animated television series going head-to-head in a no-holds-barred tournament. Each player has devastating finishing moves, including the infamous \"Meteor Smash\", which can be countered by an opponent, resulting in some of the most incredible power struggles you'll ever see! There are also 8 playable hidden characters and a practice mode that lets you build up the skills of each fighter. Now, you can find out what gamers around the world already know -- Dragon Ball GT is the ultimate fighting game!",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co54d3.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co54d3.jpg",
    "platformId": 7,
    "first_release_date": 872121600,
    "rating": 59.54685828784859,
    "url": "https://www.igdb.com/games/dragon-ball-gt-final-bout"
  },
  {
    "id": 43673,
    "name": "Quake III: Revolution",
    "summary": "Quake III Revolution featuring several elements adopted from Team Arena, along with a more mission-based single-player mode. It features split-screen multiplayer for up to 4 players, but lacks online play",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co48h5.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co48h5.jpg",
    "platformId": 8,
    "first_release_date": 985651200,
    "rating": 70.7301867425766,
    "url": "https://www.igdb.com/games/quake-iii-revolution"
  },
  {
    "id": 135,
    "name": "Devil May Cry 2",
    "summary": "Devil May Cry 2 is the sequel to Devil May Cry. From the start of the game, the player controls Dante or his new partner Lucia through various levels as they battle waves of demons. This game features an Amulet system, with different parts being acquired throughout the levels that can be equipped by accessing the pause menu. The different parts of the amulet can be equipped to change aspects of the characters Devil Triggers form like elemental moves, time stop abilities, faster movement, flight abilities, etc.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3diu.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co3diu.jpg",
    "platformId": 8,
    "first_release_date": 1043452800,
    "rating": 55.25129216769641,
    "url": "https://www.igdb.com/games/devil-may-cry-2"
  },
  {
    "id": 425,
    "name": "Final Fantasy VIII",
    "summary": "Final Fantasy VIII is the eighth main installment in the Final Fantasy series. The gameplay makes a departure from many series standards. While it still uses the Active Time Battle system, it deviates from the series' traditional means of boosting a character's power via leveling, although levels are not completely abandoned as they were in Final Fantasy II. In addition, it does not have a Magic Point-based system for spell-casting. Instead, magic is collected, drawn, and created from items, and is used to power up the characters via the junction system.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2z7d.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co2z7d.jpg",
    "platformId": 7,
    "first_release_date": 918691200,
    "rating": 81.52996009382532,
    "url": "https://www.igdb.com/games/final-fantasy-viii"
  },
  {
    "id": 45213,
    "name": "O.D.T.: Escape... ...Or Die Trying",
    "summary": "Find yourself immersed in an atmosphere of mystery, magic and mayhem. Fight your way through incredible, multi-leveled, 3D worlds while searching for a magical green pearl that will help save millions from decimation. With hand-to-hand combat, devastating weapon power and some amazing magic spells, O.D.T. leads you deep into a mysterious tower full of hideous enemies and hidden dangers - it gets tough but there's no turning back!",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2j5t.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co2j5t.jpg",
    "platformId": 7,
    "first_release_date": 904521600,
    "rating": 0,
    "url": "https://www.igdb.com/games/o-dot-d-t-dot-escape-dot-dot-dot-dot-dot-dot-or-die-trying"
  },
  {
    "id": 327,
    "name": "Age of Empires II: The Age of Kings",
    "summary": "Take control of a powerful civilization. Lead them through 1000 years of the Middle Ages to riches and greatness. Will you Intimidate the world into following you by using military force? Rule the world with honor and nobility by using commerce and diplomacy? Or Underhandedly seize power through conspiracy, deception and regicide? There are many paths to power, there can only be one ruler!",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co55xo.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co55xo.jpg",
    "platformId": 6,
    "first_release_date": 938649600,
    "rating": 86.37567156144043,
    "url": "https://www.igdb.com/games/age-of-empires-ii-the-age-of-kings"
  },
  {
    "id": 3103,
    "name": "Summoner",
    "summary": "Born with the mark of the Summoner, Joseph possesses a power greater than emperors and gods. As a child, he summoned a demon to save his village, and watched in horror as those he loved were destroyed. Nine years later, the armies of Orenia invade, and Joseph must confront the prophecy he was born to fulfill.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1p1z.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1p1z.jpg",
    "platformId": 6,
    "first_release_date": 972518400,
    "rating": 80.35122036373153,
    "url": "https://www.igdb.com/games/summoner"
  },
  {
    "id": 9282,
    "name": "Messiah",
    "summary": "Bob is an angel ordered by God himself to go and clean up the putrid world of the future. He has been given the power of possession so that he can sneak up on any person, animal or genetically engineered being and leap right into their souls!\nThe rules are up to you - enjoy the freedom.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co5lt1.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co5lt1.jpg",
    "platformId": 6,
    "first_release_date": 954460800,
    "rating": 75.86470662640332,
    "url": "https://www.igdb.com/games/messiah"
  },
  {
    "id": 27789,
    "name": "PUBG: Battlegrounds",
    "summary": "PUBG: Battlegrounds is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co7j43.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co7j43.jpg",
    "platformId": 6,
    "first_release_date": 1513728000,
    "rating": 71.95997952844404,
    "url": "https://www.igdb.com/games/pubg-battlegrounds"
  },
  {
    "id": 123,
    "name": "World of Warcraft",
    "summary": "World of Warcraft is a massively multiplayer online roleplaying game (MMORPG) set in the Warcraft universe. Players assume the roles of Warcraft heroes as they explore, adventure, and quest across a vast world. Being \"Massively Multiplayer,\" World of Warcraft allows thousands of players to interact within the same world. Whether adventuring together or fighting against each other in epic battles, players will form friendships, forge alliances, and compete with enemies for power and glory.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2l7z.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co2l7z.jpg",
    "platformId": 6,
    "first_release_date": 1101168000,
    "rating": 83.854497309615,
    "url": "https://www.igdb.com/games/world-of-warcraft"
  },
  {
    "id": 318793,
    "name": "Gears of War",
    "summary": "This expanded version for Windows added a new story Act, as well as new multiplayer maps.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co8wct.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co8wct.jpg",
    "platformId": 6,
    "first_release_date": 1194307200,
    "rating": 0,
    "url": "https://www.igdb.com/games/gears-of-war--1"
  },
  {
    "id": 20065,
    "name": "Resident Evil 4",
    "summary": "Resident Evil 4 is directly based off the Wii port, having all the new features that the Wii added. Some of the key features of this version are stunning HD graphics running at a smooth 60 frames per second for the first time. It also features a complete visual overhaul to bring this revered title to the highest graphical quality ever. It has been fully optimized for the wide screen, texts have been sharpened and textures have been upgraded on characters, backgrounds and in-game objects.\n\nHowever, it should be noted that the cutscenes of the Separate Ways scenario are not in HD and have had their resolution lowered and placed in sepia format. Aside from the updated HUD, the Movie Browser is fixed to now display real time cut-scenes instead of the PS2 pre-rendered cut-scene, like it was the Wii version. The Mercenaries costumes cheat remain and fully work.",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co20ci.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co20ci.jpg",
    "platformId": 9,
    "first_release_date": 1315440000,
    "rating": 86.27771690642619,
    "url": "https://www.igdb.com/games/resident-evil-4--3"
  },
  {
    "id": 165192,
    "first_release_date": 1636588800,
    "name": "The Elder Scrolls V: Skyrim - Anniversary Edition",
    "rating": 98.50007162867013,
    "summary": "The Elder Scrolls V: Skyrim - Anniversary Edition contains the full game plus all three expansions and over 500 pieces of unique content from Creation Club, including pre-existing and new quests, dungeons, bosses, weapons, spells and more!",
    "url": "https://www.igdb.com/games/the-elder-scrolls-v-skyrim-anniversary-edition",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3lyu.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co3lyu.jpg",
    "platformId": 6
  },
  {
    "id": 1942,
    "first_release_date": 1431993600,
    "name": "The Witcher 3: Wild Hunt",
    "rating": 93.96025261936117,
    "summary": "RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing.",
    "url": "https://www.igdb.com/games/the-witcher-3-wild-hunt",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1wyy.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1wyy.jpg",
    "platformId": 6
  },
  {
    "id": 19560,
    "first_release_date": 1524182400,
    "name": "God of War",
    "rating": 92.65977515483314,
    "summary": "God of War is the sequel to God of War III as well as a continuation of the canon God of War chronology. Unlike previous installments, this game focuses on Norse mythology and follows an older and more seasoned Kratos and his son Atreus in the years since the third game. It is in this harsh, unforgiving world that he must fight to survive… and teach his son to do the same.",
    "url": "https://www.igdb.com/games/god-of-war--1",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1tmu.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1tmu.jpg",
    "platformId": 48
  },
  {
    "id": 551,
    "first_release_date": 1173744000,
    "name": "God of War II",
    "rating": 85.89626587081652,
    "summary": "God of War II, an action-adventure hack-and-slash video game, was developed by Santa Monica Studio and published by Sony Computer Entertainment (SCE). Initially launched for the PlayStation 2, it serves as the second installment in the God of War series, the sixth in chronological order, and a sequel to 2005's God of War. The game is rooted in Greek mythology and unfolds in ancient Greece, revolving around the theme of vengeance. The protagonist, Kratos, is the new God of War, having defeated the former, Ares. However, Kratos is betrayed by Zeus, the King of the Olympian gods, who not only strips him of his godhood but also kills him. Dragged slowly to the Underworld, Kratos is rescued by the Titan Gaia, who guides him to seek out the Sisters of Fate. These entities have the power to enable time travel, allowing Kratos to prevent his betrayal, and ultimately seek revenge on Zeus.",
    "url": "https://www.igdb.com/games/god-of-war-ii",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3dik.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co3dik.jpg",
    "platformId": 8
  },
  {
    "id": 499,
    "first_release_date": 1268697600,
    "name": "God of War III",
    "rating": 85.83529977744271,
    "summary": "Set in the realm of brutal Greek mythology, God of War III is a single-player game that allows players to take on the climatic role of the ex-Spartan warrior, Kratos, as he scales through the intimidating heights of Mt. Olympus and the dark depths of Hell to seek revenge on those who have betrayed him. Armed with double-chained blades, and an array of new weapons and magic for this iteration of the trilogy, Kratos must take on mythology's darkest creatures while solving intricate puzzles throughout his merciless quest to destroy Olympus. Utilizing a new game engine built from the ground up and state-of-the-art visual technologies, the development team behind God of War III has made standard-setting strides in giving players the realistic feel of actually being on the battlegrounds. With texture resolutions quadrupling since God of War II on PlayStation 2 computer entertainment system, God of War III, in its debut on the PS3 system, will feature fluid, life-like characters, as well as dynamic lighting effects, a robust weapon system, and world-changing scenarios that will truly bring unmistakable realism to Kratos' fateful quest. Players will have a chance to join battles on a grand scale that is four times larger than its predecessor.",
    "url": "https://www.igdb.com/games/god-of-war-iii",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3koi.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co3koi.jpg",
    "platformId": 9
  },
  {
    "id": 549,
    "first_release_date": 1111449600,
    "name": "God of War",
    "rating": 83.80276964324403,
    "summary": "God of War is an action-adventure hack-and-slash video game developed by Santa Monica Studio and published by Sony Computer Entertainment (SCE). Initially launched for the PlayStation 2, the game stands as the first instalment in the God of War series and the third in chronological order. Loosely inspired by Greek mythology, it unfolds in ancient Greece with vengeance as its central theme. The player takes on the role of Kratos, the protagonist, a Spartan warrior devoted to the Olympian gods. Tasked by the goddess Athena, Kratos is assigned to eliminate Ares, the God of War and Kratos' former mentor. Ares had deceitfully manipulated Kratos into killing his wife and daughter. As Ares attacks Athens fueled by hatred for Athena, Kratos embarks on a quest to locate Pandora's Box, the sole object capable of permanently stopping the vengeful god.",
    "url": "https://www.igdb.com/games/god-of-war",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co3ddc.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co3ddc.jpg",
    "platformId": 8
  },
  {
    "id": 180,
    "first_release_date": 799200000,
    "name": "Full Throttle",
    "rating": 82.83606010430117,
    "summary": "Full Throttle is a computer adventure game developed and published by LucasArts. It was designed by Tim Schafer, who would later go on to design Grim Fandango, Psychonauts and Brütal Legend. The game features voice actors Roy Conrad and Mark Hamill. It was released on April 30, 1995. It is the tenth game to use the SCUMM adventure game engine.",
    "url": "https://www.igdb.com/games/full-throttle",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co30yp.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co30yp.jpg",
    "platformId": 6
  },
  {
    "id": 3641,
    "first_release_date": 891302400,
    "name": "World Cup 98",
    "platforms": [
      4,
      6,
      7
    ],
    "rating": 86.06618402315817,
    "summary": "The main feature of the game is the World Cup tournament itself, where the player may use either the actual groups used in the finals, or groups composed of a random selection of the included teams. Each match takes place in a recreation of the venue it was played in the actual tournament. As in the real tournament, group games do not go to extra time or a penalty shootout but knockout matches do.",
    "url": "https://www.igdb.com/games/world-cup-98",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co207z.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co207z.jpg",
    "platformId": 4
  },
  {
    "id": 1192,
    "first_release_date": 940291200,
    "name": "Crash Team Racing",
    "platforms": [
      7,
      9,
      38
    ],
    "rating": 83.87136941723197,
    "summary": "Crash Team Racing is a kart racing game featuring popular characters from the Crash Bandicoot series. The gameplay is very similar to other kart racing video games like Mario Kart: players have to choose a character and compete against the other racers on various racetracks. The story mode allows you to choose any one of the characters to complete all the main races and beat the ultimate boss Nitrous Oxide. Each of the main races are against 7 other AI competitors with 5 boss races. There are also a few arcade modes up to 4 players.",
    "url": "https://www.igdb.com/games/crash-team-racing",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co7r52.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co7r52.jpg",
    "platformId": 7
  },
  {
    "id": 1186,
    "first_release_date": 878774400,
    "name": "Crash Bandicoot 2: Cortex Strikes Back",
    "platforms": [
      7,
      9,
      38
    ],
    "rating": 83.39171257257526,
    "summary": "Crash Bandicoot 2: Cortex Strikes Back is the second game in the Crash Bandicoot series, and the sequel to the original game. The gameplay is largely similar to that of the original, as players make their way through a limited environment whilst breaking crates that contains bonuses. The goal of the game is to gather 25 crystals for Crash's nemesis, Doctor Neo Cortex. The crystals are scattered between 25 different levels accessible via Warp Rooms, which are hub areas of the game. A level is cleared by collecting its respective crystal and reaching the end of its path, which returns Crash to the Warp Room.",
    "url": "https://www.igdb.com/games/crash-bandicoot-2-cortex-strikes-back",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co82vt.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co82vt.jpg",
    "platformId": 7
  },
  {
    "id": 642,
    "first_release_date": 962928000,
    "name": "Colin McRae Rally 2.0",
    "platforms": [
      6,
      7
    ],
    "rating": 82.16133642866433,
    "summary": "Colin McRae Rally 2.0 is a rally racing game that features the 1999-spec Ford Focus WRC, the 2000-spec Ford Focus RS WRC, Mitsubishi Lancer EVO VI Gr.A, Subaru Impreza WRC2000, Peugeot 206 WRC, Toyota Corolla WRC and SEAT Córdoba WRC, among other cars. The countries included are Kenya (gravel and tarmac), Finland (gravel and mud), United Kingdom (tarmac, mud and gravel), Sweden (snow and ice), Australia (loose pea gravel), Japan (1 stage in challenge mode, Tarmac and Mud), France (Corsica) (tarmac), Greece (rough gravel), and Italy (tarmac). The car featured on the front cover of the game was McRae's Ford Focus WRC 2000 (V3 FMC).",
    "url": "https://www.igdb.com/games/colin-mcrae-rally-2-0",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co7jjl.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co7jjl.jpg",
    "platformId": 6
  },
  {
    "id": 158,
    "first_release_date": 925430400,
    "name": "Star Wars Episode I: The Phantom Menace",
    "platforms": [
      6,
      7,
      48,
      167
    ],
    "rating": 58.72566635204032,
    "summary": "Star Wars Episode I: The Phantom Menace is an adventure video game released by LucasArts in 1999. It is based on the film of the same title.",
    "url": "https://www.igdb.com/games/star-wars-episode-i-the-phantom-menace",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co2ret.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co2ret.jpg",
    "platformId": 6
  },
  {
    "id": 112,
    "first_release_date": 1201737600,
    "name": "Devil May Cry 4",
    "platforms": [
      6,
      9,
      12
    ],
    "rating": 79.73731580806934,
    "summary": "Devil May Cry 4 is the second sequel to the original Devil May Cry game. It immerses the player in a gothic supernatural world, where a new protagonist clashes with a familiar hero. As the new leading man, Nero, players will unleash incredible attacks and non-stop combos using a unique new gameplay mechanic, his powerful \"Devil Bringer\" arm. With the advanced graphical capabilities of the PC, high definition visuals and intricate detail come to life as players explore new and exotic locales. Dynamic action and undeniable style combine with explosive fighting options and a gripping story to produce the incomparable experience that only a Devil May Cry game can deliver.",
    "url": "https://www.igdb.com/games/devil-may-cry-4",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1u6n.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1u6n.jpg",
    "platformId": 6
  },
  {
    "id": 136,
    "first_release_date": 1108598400,
    "name": "Devil May Cry 3: Dante's Awakening",
    "platforms": [
      8
    ],
    "rating": 83.87242059047887,
    "summary": "Devil May Cry 3: Dante's Awakening is a prequel to the first Devil May Cry. The game plays very differently from its predecessors, as it puts much more emphasis on style rather than simple demon slaying. As such, combat is much more intense and faster than before. An all-new Style system that allows you to select your fighting style has also been incorporated.",
    "url": "https://www.igdb.com/games/devil-may-cry-3-dante-s-awakening",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co1u6u.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co1u6u.jpg",
    "platformId": 8
  },
  {
    "id": 547,
    "first_release_date": 1162857600,
    "name": "Gears of War",
    "platforms": [
      12
    ],
    "rating": 81.2140715450149,
    "summary": "A third-person tactical shooter from Epic, running on the Unreal Engine 3. Gears of War thrusts gamers into a deep and harrowing story of humankind's epic battle for survival against the Locust Horde, a nightmarish race of creatures that surface from the bowels of the planet.\n\nUnlike other shooters, Gears of War is all about teamwork in a big way. All game modes, levels and scenarios are designed specifically to encourage co-operative play, whether it be with A.I. partners or human players (with A.I. teammates designed with specific strengths, weaknesses and personalities.) On top of that, voice recognition will be available for players, and obviously voice chat to discuss strategy with your friends. In addition to voice chat, gamers will be able to experience individualized matchmaking, view player statistics, earn player achievements, customize their games, and build and personalize their gamer profiles over Xbox Live.",
    "url": "https://www.igdb.com/games/gears-of-war",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co8rkr.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co8rkr.jpg",
    "platformId": 12
  },
  {
    "id": 184,
    "first_release_date": 707356800,
    "name": "Indiana Jones and the Fate of Atlantis",
    "platforms": [
      3,
      6,
      13,
      14,
      16
    ],
    "rating": 90.06872674582632,
    "summary": "A point-and-click adventure game by LucasArts originally released in 1992. Almost a year later, it was reissued on CD-ROM as an enhanced \"talkie\" edition with full voice acting and digitized sound effects. In 2009, this version was also released as an unlockable extra of the Wii action game Indiana Jones and the Staff of Kings, and as a digitally distributed Steam title. The seventh game to use the script language SCUMM, Fate of Atlantis has the player explore environments and interact with objects and characters by using commands constructed with predetermined verbs. It features three unique paths to select, influencing story development, gameplay and puzzles.",
    "url": "https://www.igdb.com/games/indiana-jones-and-the-fate-of-atlantis--1",
    "coverUrl": "https://images.igdb.com/igdb/image/upload/t_cover_big/co6ys2.jpg",
    "thumbUrl": "https://images.igdb.com/igdb/image/upload/t_thumb/co6ys2.jpg",
    "platformId": 3
  }
]